Revit 2027 API
PipePressureDropData.Flow Property
 The flow of the pipe. Units: (ft³/s).
Namespace: Autodesk.Revit.DB.Plumbing
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double Flow { get; }
Public ReadOnly Property Flow As Double
	Get
public:
property double Flow {
	double get ();
}
member Flow : float with get
Property Value
Double
See Also
Reference
PipePressureDropData Class
Autodesk.Revit.DB.Plumbing Namespace